{"layout": {"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 4], "dtype": "float32", "units": 30, "activation": "selu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "units": 20, "activation": "selu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "trainable": true, "units": 6, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.2.4", "backend": "tensorflow"}, "weights": [{"size": [4, 30], "array": "3BaVvE/SqD7maEE+BH2KPuXvLz+Evwa+p2iyPUguUz5HRtm8sDz/vtnztL5O6Ac+2JERP4rB+j7o\nhN0+GfauPAQjIb0udi8+eRPsPWvHBz3joE4/ifIkPULrtr7uHp0+WgpOPo1hJr9xxtS+zFaNvryQ\nFz/fGfE9F0hEPROvmD5jvKG+lMLlPmxzTT4bRSW9jsXHvtd1OD7CVH09nBNhPgsrrr7x2Vi7xbEZ\nPR37pD57uj0+CJA2PWgE3b2iYuq+NEHDvielAb4PWx0+qBXEvrs2GT2Dqoa+nM0/Pqp/iz7Y/DG+\nvrCRPqr9qb733LS+68gIvg/++r6ywO68os7qvZ6Gnb4KHgc/VqA8Pt7DVb45cKy9k5qVvrwx8D7o\nvus+CGU2v/N2qL4MTOc+YVoNP60+r78TE4G+C4q1vuTT3T7KCKg+7fh6PvaHeb4MU5c+o9jQvXb/\nTL8zpBm+qkRrvh4rQb8J0WI9rr/EPRtxVL5dtxc+nZQrPfv6Sr6HPbI9c3SePkOpTb4FfsO+4OoU\nPn/PvL2f57y9ORYMPdI3pr64C0u+GgE3vkcYZT2bFGS9p2BLvjQ2oj78pp6+PYSXvTie4r3IELM+\nKLdwvYMWnr0BDT28n6MGP48+gr43gt0+\n"}, {"size": [30], "array": "xUkBvcmLj71cpOE83RX6u9k6Xr7Bbxu9pP6lvKxuCz5G9H28ufCVvMsx/r0t5FQ8dZUfvjgvSr4v\n6TM+liz7vZixUb1mTtm9ATNPO1k8RL1lm06+VhsyPF5ixz3GeBs7zZ6zOZtarr3Rinc9BFDQPYxC\nPr2yW4q8\n"}, {"size": [30, 20], "array": "aCpsvhLh7j3kFEA+60tFPt9eDr4flic+vP1kvrxajj3KcNA+KWLgvZbBKL7O4Ea+tSpdPi6Mmr7D\nFd89qz28PjZ3nD7Nnz4+vNF/Pq2qtT2z9qq8ogl0PipsCz3yn009K3sLPrSIrL1plao9bpJDPh8w\njb1UCdw9as3aPWgCBjyNWgq+sWQAP9E8jr754cQ+J/CzPTPpwT4mRPQ9TOijPgUb2z2aRcu9jQAN\nPmIUID5/TOU9ZVp4vd263T0oFZm+t+umPrQ5BD+9R6s+GLQ+PiecP76x7Eo9ZCWePn3OLb5NMG0+\nemsEP11puT5KNgY+mHc0vtGrm70E8Uo+2sSTvUcirD6UqgC+tde6PTDIij5OiU2+C8uVvKurP705\nsp4+o1Z0vV6oLT4T5/M+YQmuPSUFoD6inbE+T72EPgJjjD3ZCpO8YL6qPqHLAT3qhbK+dHVcPQWJ\nq73KNV6+R4KrPof0mz4/tJ89iXxGvhBaDT7YlmM+ldlfPh6jb77Wq6E+hAAQPkzuDD/XcMo9hwsm\nvbzR1zwOj8i+e9GKvhXDjzwCy7k9rDpXvtylVT3PGxa+zcxJvU/p1r6RkxS+O4xPPvUkwr2cskc+\ngcWiPfETWr4Iqni+azzdvnGtTL5HVua+sDlGPtH00L4MJqI+eF5wvmHKRDy4VD09qxY5PZqTk75V\n/K+9/arDva09Hz5YI56+cBEsPms9eT2plpi+RuOJvtNY+70NY9i9gSecvc9BlD6fj7w+ciTbvcbc\nbT7mSi8+rvb4PuHBkr65lky9TlcePi9DYL6uGN4+O1CcPmztvz7bUBs+ALP+PTQOPj7pUVK++dk6\nPkRVNL494HI9656IPnM+DT4VFMs+iVTWPelqgT7jFyG+rM7dvTXMCb4e/Ae8W42rPUPJnb665na+\nf4kZvvtrAT7OO5I7JxGCPvk8kLuwetE8T+u9PTGWHD7kiIY+HOruvVWKkDm3K3k+DH7WO2szN72X\n1va9NAGdvbKRsz1YQJK+ryAVvp6lnL4o/pS9V1SHvRLz4ryXmVc9P8TVPQuGLL6FO3s9jCoHPDHn\nvr7oFF896T7qvkLM4z0ue0u+h0SXPs3elzzXGDk+oYCKvOhrRT5NSES8dl9nPuVtTb7l2A6+2KiP\nvkWWtr6xqRK9GZdLPn41wr5ovPK9YytiPl20bT7XcBS/uWHMPdpOhD74giu+h8BWvqjZBz274EG9\nXMb7PHkiij3IAgm+u0lUvnNtgT6DqMQ9qChnvmPA2b5vQ14+bWnPvZoFIL659m29oSMrPXSNyT1M\n5Iq+VHmfvmTE8r3Lpv49nsULvqjNprwK/Aq+NYWhvite/jtMBLq+lok+vmDo9z4gCoo9pZSHPppX\njr48MEQ9yxzsvUHAqr4yaNy7aHsMPlUNRj4HUwO7raquvuu6Ir2cmoi91xWQPqLcaD2Iejq+AHrt\nPWMVtL3kVsS97vaJPhqYJT6Xwno+SvccvvIolz6njjC+XAkJvjsPBL4Z0IK9EcsovaE0ZD6nW0I9\nQTQEvvJKmL51Mws+MHYZPoeRJD6o8rI9STn1vWlkh72uLew+sZtMPo3k2r4Gmom+/w6aPZHbATsy\nARe9es99Pr7Scb/+tT6+LlMxvSXDJz5AmZs+zgUkPaU+u777rYY+yC98Pg2fKD2Dq++9xCw1PkoY\nR74Eizk+RB0Vv0Qi/T02Oky9Dq3+PStQMT6KrSu99kiqPw0i0r4KYNM91jsjPvk23z2o20k+edUn\nvrMCRT4MYEO+qNngvny/8D17Ssc8BCqwPt5WuD3fqSo/L/dYvp3oqzwc6AE9EUsgve8Dj77yUjk+\nCmu3PuLsjjy6drK9mUODPlx5rD5EKOi9b9tJPrvWKz7c4ta9XD2XPrKvyT5Hxxc+dueAPsRs0L3x\nHV89TOmivXxOWT5uyQu+NRufPrwA9TzoIbq9dakEPBiOXT5ReaW9zJkGvupRJj6LBsq9gnEkPniX\n7T5JtZY+j9ZQvVNfhT4+Noo+4xZkvt0KwryngJ++Zw8DPZzUoj7HhYC9Bm1xv0wFHr6mQnO+tKCQ\nvYJmir6L+Xc+VGWGvl3Tiz517aY+H1FePo2ahL5Ao6E+EXhKvQMGmD54JBu/T1OAvsXdWr0EM/q+\n+QNgPob2wb2/kQe++lUxvM/ro7yI7Qu9k9ovPrYCmT57Xsc+Js8mvsfJd75cyyg+Hra7u4nSCT6S\niWw8hkPCvqNXBr0w4q28xlYWP1NvlDtQkSO+NZVVPbHbbL6RSYW+10SHvisOqr4HHV69gpesvMq0\n1z0f3wM+knMyvlBk9Ly/ZT0+VAVhPup0Hr5veyw+iZfLvjuhPz6mXSu+Qg2+vvACk7yySiu8DqiP\nvRSiab6s1W8+vtl6vbbqzT1SFRQ+QgMTvfnnAz4TlYq9mBq1PJZ4Yb4miha+5EvZvrR8yL23sKs+\nWpZKvtfUzTx08ZU+EFORPiR+ez7rrWe+IsDPPa7gSr677ig+L5S8PhTSiD4SRVi+cG2PPcjxoj0w\nV+m9AG9DPeKHqL1EeKg+vXqrPSsExL6ursI8DV3OPSQkjr4V6Wk+j2vdPpGFPT1tIQG++gh/PtNy\nT73wZUS+JcjOPTLFcz46h/I9g8fCvQoYwL3Fsnq+K7q9PqInqj67BHg+P3S2vWvGUr7Bo508Vx2X\nPf2OI7yM4a89FUwRPzImxb4krAG+7cWdvqI90z0hHrY9gjzIPqywqz5+6zi8/7QjPoNOsj0Yg6q+\nka2hvZKj474xwcy8Aj1bvowg+T20VVY+kevpvAXlhb3QKgM+gzGNPnkSSD69TQ89R+zBPdJhnj29\nsL09Oy2vPfkSHzxw10G+todePpQ5Uj7JjL6+JcHXuY6FST54umS+4Rvjvk4TwL7Cy6Q8vyfDvB9F\n6z6pPqC+nGIJPjboojx3s4K+H7YgPfIzmj7MnAK+SrhdPmkmLj7TH4q+eF+1PgIjRL6AtkM+yHNk\nvsVBwj3NIKO+RuewvnRwdT47tg68d/P1PspPEbwSCIK+npZVvI8CuDz+otq9Ety8vUsfMb2zA64+\nhPpgvYzxy7w/5la+2SiIPUmzfL5YPQs+UUj7PPZh8z6qHmu+FECrPjzPfT6S5Hc90SeePhBUCD6V\ngqw+tq1cPb+xur1oE28+mTWSPVzDgrwukGI+4M2uva9eIL4Wa5e+w2UqvpCV3b7zNz8+XsiYPpLt\nrr5rvqI+\n"}, {"size": [20], "array": "2JqDvbFJyrwgzK29pzyGvZCaBr6oh5s88La+vPnuFT7mBmS9nGigvek7Gr5doSW+gyIsvTihmz11\n5wG+N5GfvVID0708KwQ+UkM/vaEKlb0=\n"}, {"size": [20, 6], "array": "wgDePgCyjr6W2/49aGr6uurxOz7XNx0+PuHPvo8ozT3vg/i9IGdtvn008r7mjwu/EeAtvkTLBT7K\noyU/+DGJPvK+ij48QSU/3xKRPuiLaz09//k+QIGtvq20/j4wTya9FkIUP7Unuzt9kTW9eymiPg8q\nMT80rA4/oixXu4I6YL74cPk+2WZtvla0Lb3me+87ZNK4PSrMqr7udYU+wwfCPuc8i77lPyW+AC3H\nvlAKTj6w/rE+MmylPLYP1r6AyuO+2QF8vt4E3z7Jjug9PLXNPebLTL6fsx+92hS7PmEK1z7fLzM+\nDA3yPk0s+z1JdfU9I3HyPmmXHT+aUyu+s2GePWAWJj+GUH0+tZZWPvtuo72Z8ZW+l4LZvdXtpj5/\n3eM+5ew7vhNBEj+hZ+Q+REAmPXeOxT418jU9ALJ7vk2gA7/dB3891VySvjwtFD7Rrg2/njQfP6jW\nurpgAxQ/jPS4Pn9yOD6Sczc/kS3Svm5n074qs/G+TRgBv8kV5L1ZArg9BE0KP2+Z1j6oGkI/llxq\nPgOrDb03+V29I7onvotGfL1NQBO/GPJ0vmd2AL9Ehvk8m7APP3jqTL5fn+69W+/yPmhq/T0VgSa+\n9dEQPoCpET8bcAM/Ry3qPkedGj9WM8q9\n"}, {"size": [6], "array": "hig/vhAEKL5nIcq95tSEvtCnYL5Dql++\n"}]}